Repository: kostin-aleks/gpsfun
Catalog: gpsfun/hdg/djangoapps/RuntimeSettings/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Integer
ru: Числовой

source: String
ru: Строка

source: DateTime
ru: ДатаВремя

source: Float
ru: Число с плавающей точкой

source: Boolean
ru: Двоичное

source: runtime category
ru: категория изменяемых переменных

source: runtime categories
ru: категории изменяемых переменных

source: key
ru: ключ

source: key type
ru: тип ключа

source: description
ru: описание

source: integer value
ru: числовое значение

source: string value
ru: строковое значение

source: datetime value
ru: дата+время значение

source: float value
ru: значение с плавающей точкой

source: boolean value
ru: двоичное значение

source: default integer value
ru: числовое значение по умолчанию

source: default string value
ru: строковое значение по умолчанию

source: default datetime value
ru: дата+время значение по умолчанию

source: default float value
ru: значение с плавающей точкой по умолчанию

source: default boolean value
ru: двоичное значение по умолчанию

source: runtime variable
ru: изменяемая переменная

source: runtime variables
ru: изменяемые переменные

source: Variable can not be set %s
ru: Переменная не может быть установлена в %s
